import Image from "next/image";
import React from "react";

const Index = () => {
  return (
    <div className=" flex flex-col justify-center items-center font-domine tracking-widest text-[#8B6A2F] ">
      <div className="tracking-[0.1.5rem]  w-[90%] lg:w-[ุ80%] mb-20  flex flex-col items-center">
        <h1 className="mt-10 text-2xl lg:text-3xl text-center ">
          Commission Policy
        </h1>

        <div className="w-[90%] mt-10 ">
          <ul className="w-full  font-extralight font-Kanit">
            <li>
              -
              การรับจองคิวคอมมิชชันจะสำเร็จก็ต่อเมื่อได้รับหลักฐานการชำระเงินเต็มจำนวนหรือตามที่ตกลงไว้เท่านั้น
              หากพิมพ์จองแล้วไม่ได้โอนเงินภายใน 48
              ชั่วโมงจะขออนุญาตรันไปคิวถัดไป/ยกเลิกรายการจองนี้
            </li>
            <li>
              - เวลาที่ใช้ในการทำงานค่อนข้างนาน โดยเฉลี่ยจะใช้เวลา 2 สัปดาห์/รูป
              หากช้ากว่ากำหนดสามารถทักมาสอบถาม หรือเราจะทำการแจ้งไป
              แล้วจะมีการชดเชยเป็นการแถมรายละเอียดต่างๆให้ค่ะ
              หรือถ้ารู้สึกว่ารอไม่ไหว (กรณีอยังไม่เริ่มตัดเส้นลงสี)
              สามารถคืนเงินเต็มจำนวนได้ค่ะ / ออกแบบ Adoptable
              จะทำควบคู่ไปกับคิวอื่น ใช้เวลา 1-2เดือน++
            </li>
            <li>- สามารถแก้ได้ไม่จำกัดรอบตามความเหมาะสม</li>
            <li>
              -
              ผลงานคอมมิชชันจะถูกนำไปใช้เป็นตัวอย่างคอมมิชชันรอบถัดไปและจะถูกโพสต์แบบติดลายน้ำในพื้นที่สาธารณะ
              หากไม่ต้องการระบุผู้จ้างหรือไม่สะดวกใจที่ให้นักวาดลงผลงาน
              สามารถแจ้งได้ค่ะ
            </li>
            <li>
              - ขอความร่วมมือใส่ชื่อนักวาด "Mazuya" เมื่อเผยแพร่ผลงาน,
              ไม่แอบอ้างผลงานเป็นของตนเอง, ไม่ดัดแปลงผลงาน
            </li>
            <li>
              - กรุณาแจ้งการใช้งานเชิงพาณิชย์ก่อนเริ่มงาน
              หากพบว่านำผลงานไปแสวงหาผลกำไร จะขออนุญาตติด Blacklist
            </li>
            <li>
              - กรณีผ่อนชำระ/มัดจำ หากแต่ละรอบเลยเกินกำหนดจากที่ตกลงไว้เกิน 7วัน
              จะขอยกเลิกรายการ (ไม่คืนเงินมัดจำ) หรือหากเป็น Adoptable
              จะถูกนำไปขายในตลาด Adoptable ยกสิทธิ์ต่างๆให้กับผู้ซื้อรายใหม่แทน
              และจะขออนุญาตติด Blacklist
            </li>
          </ul>
        </div>
      </div>

      <div className="tracking-[0.1.5rem]  w-[90%] lg:w-[ุ80%] mb-20  flex flex-col items-center border-t border-[#8B6A2F]">
        <h1 className="mt-10 text-2xl lg:text-3xl text-center ">
          Adoptable Policy
        </h1>

        <div className="w-[90%] mt-10 ">
          <ul className="w-full  font-extralight font-Kanit">
            <li>
              - สามารถปล่อยขายต่อในราคา 50% จากที่รับมารอบล่าสุด <br></br>
              (ราคาเฉพาะตัว Adoptable ในส่วนของ Commission
              จะไม่ถูกนับมารวมมูลค่าค่ะ)
            </li>
            <li>
              - หากนักวาดนำไปวาดต่อ ตอนลงผลงาน รบกวนใส่เครดิตผู้ดีไซน์ด้วยนะคะ
              (Mazuya)
            </li>
            <li>
              - หากมีการเปลี่ยนเจ้าของให้ติดต่ออัพเดทเราทุกครั้ง (FB: ธัญพิชชา
              รัตนธรรมเจริญ, X: @mzy_junior)
            </li>
            <li>
              - ไม่อนุญาตให้เปลี่ยนแปลงดีไซน์เกิน 50% เช่น
              กรณีที่น้องถอดเสื้อคลุม หรือ เป็นชุดลำลองทั่วไป
              อันนี้สามารถทำได้ค่ะ{" "}
            </li>
            <li>
              - สามารถนำไปคอมมิชชันได้ตามสะดวกค่ะ
              หากมีข้อสงสัยเรื่องดีไซน์สามารถติดต่อสอบถามเราได้ตลอดเลยนะคะ
            </li>
            <li className="mt-3">
              หากละเมิดข้อตกลง จะมีการตักเตือน 1
              ครั้งและหากละเมิดข้อตกลงดังกล่าวอีก
              จะขอยึดสิทธิ์การเป็นเจ้าของแล้วดีไซน์ถูกนำไปขายในตลาดประมูลอีกครั้ง
              ขอบคุณค่ะ
            </li>
          </ul>
        </div>

        <p className="font-Kanit mt-10">
          ขอบคุณที่สนใจค่ะ หากมีข้อผิดพลาดประการใดต้องขออภัยด้วยนะคะ
          สามารถทักมาสอบถามได้ตลอดเลย จะพยายามตอบเร็วๆค่า 😭
        </p>
      </div>
    </div>
  );
};

export default Index;
